Repository: maxches99/AlcoholControl
Catalog: AlcoholControl/*.lproj/Localizable.strings
Languages: ru

# Сделайте короткую паузу и оцените самочувствие.
source: Take a short pause and reassess how you feel.
ru: Сделайте короткую паузу и оцените самочувствие.

# Быстрый напиток
source: Quick drink
ru: Быстрый напиток

# План активирован: лимит %.1f ст.др., вода %d мл.
source: Plan enabled: limit %.1f std drinks, water %d ml.
ru: План активирован: лимит %.1f ст.др., вода %d мл.

# Добавлено с часов: +%d мл воды
source: Added from watch: +%d ml water.
ru: Добавлено с часов: +%d мл воды

# Добавлено с часов: %@
source: Added from watch: %@
ru: Добавлено с часов: %@

# На часах запрошено завершение сессии
source: Session finish requested on watch.
ru: На часах запрошено завершение сессии

source: Pre-session plan
ru: План перед началом

source: Safety mode
ru: Режим безопасности

# Лимит: %.1f ст.др. · Вода: %d мл · Стоп до %02d:00
source: Limit: %.1f std drinks · Water: %d ml · Stop by %02d:00
ru: Лимит: %.1f ст.др. · Вода: %d мл · Стоп до %02d:00

# В safety mode будут более частые risk-подсказки и ранние напоминания о паузе.
source: Safety mode adds more frequent risk hints and earlier pause reminders.
ru: В safety mode будут более частые risk-подсказки и ранние напоминания о паузе.

# План помогает заранее задать лимиты и снизить риск тяжелого утра.
source: A plan helps set limits in advance and lower rough-morning risk.
ru: План помогает заранее задать лимиты и снизить риск тяжелого утра.

# Приемы пищи
source: Meals
ru: Приемы пищи

# Добавьте короткий отдых днем, сон < 6 часов усиливает утомление
source: Add a short daytime rest; sleep < 6h increases fatigue
ru: Добавьте короткий отдых днем, сон < 6 часов усиливает утомление

# Начните утро с воды, это поможет мягче пройти восстановление
source: Start the morning with water for smoother recovery
ru: Начните утро с воды, это поможет мягче пройти восстановление

# Снизьте интенсивные нагрузки на первую половину дня
source: Reduce intense loads in the first half of the day
ru: Снизьте интенсивные нагрузки на первую половину дня

# Закройте дефицит воды постепенно в течение 2-3 часов
source: Close hydration deficit gradually over 2-3 hours
ru: Закройте дефицит воды постепенно в течение 2-3 часов

# Сегодня гидратация ниже вашей обычной: добавьте 1-2 порции воды
source: Hydration is below your usual today: add 1-2 servings of water
ru: Сегодня гидратация ниже вашей обычной: добавьте 1-2 порции воды

# По вашей истории утро часто непростое: держите план дня максимально легким
source: In your history, mornings are often difficult: keep your plan as light as possible
ru: По вашей истории утро часто непростое: держите план дня максимально легким

# Итог утра
source: Morning summary
ru: Итог утра

# Тяжелое утро
source: Rough morning
ru: Тяжелое утро

# Провалы памяти
source: Memory blackouts
ru: Провалы памяти

# Персональные факторы
source: Personal factors
ru: Персональные факторы

# Оценка приблизительная и не является медицинским заключением.
source: Estimate is approximate and not a medical conclusion.
ru: Оценка приблизительная и не является медицинским заключением.

# Сравнение с вашей историей
source: Compared with your history
ru: Сравнение с вашей историей

# Ваш средний пик BAC
source: Your average peak BAC
ru: Ваш средний пик BAC

# Нет данных
source: No data
ru: Нет данных

# Ваш средний чек-ин
source: Your average check-in
ru: Ваш средний чек-ин

# Гидратация сегодня
source: Hydration today
ru: Гидратация сегодня

# Персональные пороги риска
source: Personal risk thresholds
ru: Персональные пороги риска

# Порог peak BAC
source: Peak BAC threshold
ru: Порог peak BAC

# Порог памяти (peak BAC)
source: Memory threshold (peak BAC)
ru: Порог памяти (peak BAC)

# Порог темпа
source: Pace threshold
ru: Порог темпа

# Личный ориентир гидратации
source: Personal hydration target
ru: Личный ориентир гидратации

# Тренд peak BAC
source: Peak BAC trend
ru: Тренд peak BAC

# Тренд воды
source: Hydration trend
ru: Тренд воды

# Тренд чек-ина
source: Check-in trend
ru: Тренд чек-ина

# Ваш утренний чек-ин
source: Your morning check-in
ru: Ваш утренний чек-ин

# Самочувствие: (checkIn.wellbeingScore)/5
source: Wellbeing: (checkIn.wellbeingScore)/5
ru: Самочувствие: (checkIn.wellbeingScore)/5

# Сон: (sleep, format: .number) ч
source: Sleep: (sleep, format: .number) h
ru: Сон: (sleep, format: .number) ч

# План восстановления
source: Recovery plan
ru: План восстановления

# Почему такой прогноз
source: Why this forecast
ru: Почему такой прогноз

source: Estimate is approximate, not medical. Do not use for driving decisions.
ru: Оценка приблизительная, не медицинская. Не использовать для решения, можно ли водить.

# Подсказки по терминам
source: Term hints
ru: Подсказки по терминам

# Текущий пик BAC выше вашего среднего примерно на %.3f.
source: Current peak BAC is about %.3f above your average.
ru: Текущий пик BAC выше вашего среднего примерно на %.3f.

# Текущий пик BAC ниже вашего среднего примерно на %.3f.
source: Current peak BAC is about %.3f below your average.
ru: Текущий пик BAC ниже вашего среднего примерно на %.3f.

# Текущий пик BAC близок к вашему обычному уровню.
source: Current peak BAC is close to your usual level.
ru: Текущий пик BAC близок к вашему обычному уровню.

# Гидратация сегодня лучше вашего обычного уровня примерно на %d%%.
source: Hydration today is about %d%% better than your usual level.
ru: Гидратация сегодня лучше вашего обычного уровня примерно на %d%%.

# Гидратация сегодня ниже вашего обычного уровня примерно на %d%%.
source: Hydration today is about %d%% lower than your usual level.
ru: Гидратация сегодня ниже вашего обычного уровня примерно на %d%%.

# Ваш чек-ин сегодня лучше среднего примерно на %.1f балла.
source: Your check-in today is about %.1f points above average.
ru: Ваш чек-ин сегодня лучше среднего примерно на %.1f балла.

# Ваш чек-ин сегодня ниже среднего примерно на %.1f балла.
source: Your check-in today is about %.1f points below average.
ru: Ваш чек-ин сегодня ниже среднего примерно на %.1f балла.

# Сессия не активна
source: No active session
ru: Сессия не активна

# Начните вечер, чтобы логировать напитки, воду и видеть динамику BAC.
source: Start an evening session to log drinks, water, and see BAC dynamics.
ru: Начните вечер, чтобы логировать напитки, воду и видеть динамику BAC.

# Начать вечер
source: Start evening
ru: Начать вечер

# Недавние напитки
source: Recent drinks
ru: Недавние напитки

# Высокий риск
source: High risk
ru: Высокий риск

source: Current BAC estimate is very high. Monitor your state and do not stay alone.
ru: Текущая оценка BAC очень высокая. Следите за состоянием и не оставайтесь в одиночку.

# Признаки опасного состояния
source: Danger signs
ru: Признаки опасного состояния

# Экстренная помощь
source: Emergency help
ru: Экстренная помощь

# BAC (примерно)
source: BAC (approx.)
ru: BAC (примерно)

# До ~0.00
source: Until ~0.00
ru: До ~0.00

# Оценка приблизительная. Не использовать для решения, можно ли водить.
source: Estimate is approximate. Do not use for driving decisions.
ru: Оценка приблизительная. Не использовать для решения, можно ли водить.

source: ~(waterBalance.deficitMl) ml to goal. Better add ~(waterBalance.suggestedTopUpMl) ml now.
ru: До цели еще ~(waterBalance.deficitMl) мл. Сейчас лучше добавить ~(waterBalance.suggestedTopUpMl) мл.

# Баланс в норме. Поддерживайте текущий темп воды.
source: Balance is good. Keep your current hydration pace.
ru: Баланс в норме. Поддерживайте текущий темп воды.

# До ~0.00: (hours) ч (minutes) м
source: Until ~0.00: (hours) h (minutes) m
ru: До ~0.00: (hours) ч (minutes) м

# До ~0.00: (minutes) м
source: Until ~0.00: (minutes) m
ru: До ~0.00: (minutes) м

# Лента событий
source: Event timeline
ru: Лента событий

# Пока нет записей
source: No entries yet
ru: Пока нет записей

# Прием пищи
source: Meal
ru: Прием пищи

# Удалить
source: Delete
ru: Удалить

# Аналитика вечера (примерно)
source: Evening analytics (approx.)
ru: Аналитика вечера (примерно)

# Термины
source: Terms
ru: Термины

# Насколько тяжело утром
source: How rough morning may be
ru: Насколько тяжело утром

# Риск провалов памяти
source: Memory blackout risk
ru: Риск провалов памяти

# Данных пока мало
source: Not enough data yet
ru: Данных пока мало

# Streak воды: (patterns.waterStreak) · Streak еды: (patterns.mealStreak)
source: Water streak: (patterns.waterStreak) · Meal streak: (patterns.mealStreak)
ru: Streak воды: (patterns.waterStreak) · Streak еды: (patterns.mealStreak)

# Еда: (insights.mealImpact)
source: Meal: (insights.mealImpact)
ru: Еда: (insights.mealImpact)

# Сценарии на ближайший час
source: Scenarios for the next hour
ru: Сценарии на ближайший час

# Что сделать сейчас
source: What to do now
ru: Что сделать сейчас

# Это эвристика на основе BAC, темпа, длительности и воды.
source: This is a heuristic based on BAC, pace, duration, and water.
ru: Это эвристика на основе BAC, темпа, длительности и воды.

# Подробнее по прогнозу
source: Forecast details
ru: Подробнее по прогнозу

# Понятно
source: OK
ru: Понятно

source: Severe confusion, repeated vomiting, breathing difficulty, or unconsciousness require immediate help.
ru: Сильная спутанность, повторная рвота, затрудненное дыхание, потеря сознания требуют немедленной помощи.

# Позвонить 112
source: Call 112
ru: Позвонить 112

# Отмена
source: Cancel
ru: Отмена

# Если состояние резко ухудшается, вызовите экстренную помощь.
source: If the condition worsens rapidly, call emergency services.
ru: Если состояние резко ухудшается, вызовите экстренную помощь.

# Завершить
source: End
ru: Завершить

# Завершить сессию
source: End session
ru: Завершить сессию

# Добавить напиток
source: Add drink
ru: Добавить напиток

# Добавить прием пищи
source: Add meal
ru: Добавить прием пищи

# Добавить воду
source: Add water
ru: Добавить воду

# Открыть настройки напоминаний
source: Open reminder settings
ru: Открыть настройки напоминаний

# Поделиться карточкой
source: Share card
ru: Поделиться карточкой

# История пока пуста
source: History is empty
ru: История пока пуста

# В процессе
source: In progress
ru: В процессе

# Завершена
source: Completed
ru: Завершена

# Чек-ин
source: Check-in
ru: Чек-ин

# Вода
source: Water
ru: Вода

# Показатели
source: Metrics
ru: Показатели

# До ~0.00: ($0, format: .dateTime.hour().minute())
source: Until ~0.00: ($0, format: .dateTime.hour().minute())
ru: До ~0.00: ($0, format: .dateTime.hour().minute())

# До ~0.00: 0.00 сейчас
source: Until ~0.00: 0.00 now
ru: До ~0.00: 0.00 сейчас

# Напитки
source: Drinks
ru: Напитки

# Нет записей
source: No entries
ru: Нет записей

# Пил(а) воду
source: Had water
ru: Пил(а) воду

# Без воды
source: No water
ru: Без воды

# Название
source: Title
ru: Название

# Категория
source: Category
ru: Категория

# Объем
source: Volume
ru: Объем

# Крепость
source: ABV
ru: Крепость

# Время
source: Time
ru: Время

# Сохранить
source: Save
ru: Сохранить

# Редактировать
source: Edit
ru: Редактировать

# Шаблон
source: Template
ru: Шаблон

# Скрыть числа BAC
source: Hide BAC numbers
ru: Скрыть числа BAC

# Водный перерыв
source: Water break
ru: Водный перерыв

# Я стопаюсь
source: I am stopping
ru: Я стопаюсь

# Беру паузу и воду
source: Taking a pause and water
ru: Беру паузу и воду

# На сегодня достаточно
source: Enough for today
ru: На сегодня достаточно

# Шаринг не показывает рекорды или сравнение между людьми.
source: Sharing does not show records or comparisons between people.
ru: Шаринг не показывает рекорды или сравнение между людьми.

# Alcohol Control · оценка приблизительная
source: Alcohol Control · approximate estimate
ru: Alcohol Control · оценка приблизительная

# Разрешение
source: Permission
ru: Разрешение

# Запросить разрешение
source: Request permission
ru: Запросить разрешение

# Вода во время сессии
source: Water during session
ru: Вода во время сессии

# Включить напоминания
source: Enable reminders
ru: Включить напоминания

# Интервал
source: Interval
ru: Интервал

# (intervalMinutes) мин
source: (intervalMinutes) min
ru: (intervalMinutes) мин

# Тихие часы
source: Quiet hours
ru: Тихие часы

# С (quietStart):00
source: From (quietStart):00
ru: С (quietStart):00

# До (quietEnd):00
source: To (quietEnd):00
ru: До (quietEnd):00

# Сохранить и перепланировать
source: Save and reschedule
ru: Сохранить и перепланировать

# Уведомления
source: Notifications
ru: Уведомления

# Профиль
source: Profile
ru: Профиль

# Настройки уведомлений
source: Notification settings
ru: Настройки уведомлений

# Приватность
source: Privacy
ru: Приватность

# Скрывать BAC в шаринге
source: Hide BAC in sharing
ru: Скрывать BAC в шаринге

# Подписка
source: Subscription
ru: Подписка

# Статус: Premium активен
source: Status: Premium active
ru: Статус: Premium активен

# Статус: базовый
source: Status: basic
ru: Статус: базовый

# Управлять подпиской
source: Manage subscription
ru: Управлять подпиской

# Оформить Premium
source: Get Premium
ru: Оформить Premium

# Управление данными
source: Data management
ru: Управление данными

# Удалить все данные
source: Delete all data
ru: Удалить все данные

# Удалить все данные?
source: Delete all data?
ru: Удалить все данные?

# Удалятся все сессии, записи и чек-ины. Подписка сохранится отдельно.
source: All sessions, logs, and check-ins will be deleted. Subscription remains separate.
ru: Удалятся все сессии, записи и чек-ины. Подписка сохранится отдельно.

# Язык
source: Language
ru: Язык

# Язык приложения
source: App language
ru: Язык приложения

# Ваши тренды
source: Your trends
ru: Ваши тренды

# Оценка по последним сессиям. Все значения приблизительные.
source: Estimate based on recent sessions. All values are approximate.
ru: Оценка по последним сессиям. Все значения приблизительные.

# Ср. peak BAC
source: Avg peak BAC
ru: Ср. peak BAC

# Ср. вода
source: Avg water
ru: Ср. вода

# Сессий
source: Sessions
ru: Сессий

# Premium аналитика
source: Premium analytics
ru: Premium аналитика

# Пик BAC по сессиям
source: Peak BAC by sessions
ru: Пик BAC по сессиям

# Пока нет данных для графика
source: No data for chart yet
ru: Пока нет данных для графика

# Вода по сессиям
source: Water by sessions
ru: Вода по сессиям

# (session.waters.count) отметок воды
source: (session.waters.count) water marks
ru: (session.waters.count) отметок воды

# Персональные паттерны
source: Personal patterns
ru: Персональные паттерны

# Гидратация
source: Hydration
ru: Гидратация

# Открыть Premium: Привычки
source: Open Premium: Habits
ru: Открыть Premium: Привычки

# Откройте детальные тренды BAC, динамику воды и персональные паттерны.
source: Unlock detailed BAC trends, hydration dynamics, and personal patterns.
ru: Откройте детальные тренды BAC, динамику воды и персональные паттерны.

# Пик BAC по неделям
source: Weekly peak BAC
ru: Пик BAC по неделям

# Распределение напитков
source: Drink distribution
ru: Распределение напитков

# Связь воды и самочувствия
source: Hydration vs wellbeing
ru: Связь воды и самочувствия

# Открыть Paywall
source: Open paywall
ru: Открыть Paywall

# Доступно в Premium
source: Available in Premium
ru: Доступно в Premium

# Привычки за неделю
source: Weekly habits
ru: Привычки за неделю

# Цель: >= (Int((hydrationGoalProgress * 100).rounded()))% водного баланса
source: Goal: >= (Int((hydrationGoalProgress * 100).rounded()))% hydration
ru: Цель: >= (Int((hydrationGoalProgress * 100).rounded()))% водного баланса

# Цель: отмечать еду в сессии
source: Goal: log meals in sessions
ru: Цель: отмечать еду в сессии

# Умеренный темп
source: Moderate pace
ru: Умеренный темп

# Цель: темп ниже персонального порога
source: Goal: pace below personal threshold
ru: Цель: темп ниже персонального порога

# Персональные советы
source: Personal advice
ru: Персональные советы

# Сессий за 7 дней: (weekSessionsCount)
source: Sessions in 7 days: (weekSessionsCount)
ru: Сессий за 7 дней: (weekSessionsCount)

# Premium Привычки
source: Premium Habits
ru: Premium Привычки

# Подсказки терминов
source: Term hints
ru: Подсказки терминов

# Оценка концентрации алкоголя в крови. Это модель, а не медицинский прибор.
source: Estimated blood alcohol concentration. This is a model, not a medical instrument.
ru: Оценка концентрации алкоголя в крови. Это модель, а не медицинский прибор.

source: Peak BAC
ru: Пик BAC

# Максимальное оценочное значение BAC за сессию.
source: Maximum estimated BAC value during a session.
ru: Максимальное оценочное значение BAC за сессию.

# Примерное время, когда по модели BAC опустится до 0.
source: Approximate time when BAC reaches 0 in the model.
ru: Примерное время, когда по модели BAC опустится до 0.

# Риск тяжелого утра
source: Rough-morning risk
ru: Риск тяжелого утра

# Эвристика, учитывающая BAC, темп, воду, длительность и приемы пищи.
source: Heuristic based on BAC, pace, hydration, duration, and meals.
ru: Эвристика, учитывающая BAC, темп, воду, длительность и приемы пищи.

# Эвристика вероятности, что часть эпизодов может плохо запомниться.
source: Heuristic probability that some events may be poorly remembered.
ru: Эвристика вероятности, что часть эпизодов может плохо запомниться.

# Оценка: сколько воды уже выпито относительно целевого объема на сессию.
source: Estimate of water consumed relative to session target.
ru: Оценка: сколько воды уже выпито относительно целевого объема на сессию.

# Цель воды
source: Water goal
ru: Цель воды

# Приблизительный ориентир по воде с учетом веса, длительности и объема алкоголя.
source: Approximate hydration target based on weight, duration, and alcohol amount.
ru: Приблизительный ориентир по воде с учетом веса, длительности и объема алкоголя.

source: Food may partially reduce severity and risks, especially if regular.
ru: Еда может частично снижать остроту состояния и риски, особенно при регулярном приеме.

# Стандартный дринк
source: Standard drink
ru: Стандартный дринк

# Условная порция алкоголя (~14 г этанола) для расчетов темпа и нагрузки.
source: Reference alcohol portion (~14 g ethanol) for pace/load calculations.
ru: Условная порция алкоголя (~14 г этанола) для расчетов темпа и нагрузки.

# Персональный порог
source: Personal threshold
ru: Персональный порог

# Индивидуальный ориентир риска, рассчитанный по вашим предыдущим сессиям.
source: Individual risk reference based on your previous sessions.
ru: Индивидуальный ориентир риска, рассчитанный по вашим предыдущим сессиям.

source: Streak
ru: Серия

source: Series of sessions where you keep a healthy habit (e.g., water or meals).
ru: Серия сессий подряд, где вы держите полезную привычку, например воду или прием пищи.

# Тренд
source: Trend
ru: Тренд

source: Direction of metric change over history: improving, worsening, or stable.
ru: Направление изменения показателя по истории: улучшается, ухудшается или стабильно.

source: Premium
ru: Премиум

# $4.99/мес
source: $4.99/month
ru: $4.99/мес

# Расширенная аналитика BAC и воды
source: Advanced BAC and hydration analytics
ru: Расширенная аналитика BAC и воды

# История паттернов и трендов
source: Pattern and trend history
ru: История паттернов и трендов

# Отмена в любой момент
source: Cancel anytime
ru: Отмена в любой момент

# Оформление...
source: Purchasing...
ru: Оформление...

source: Continue/Subscribe
ru: Продолжить/Подписаться

source: Restore purchases
ru: Восстановить покупки

source: Terms
ru: Условия

source: Privacy
ru: Конфиденциальность

source: Paywall
ru: Экран подписки

# Закрыть
source: Close
ru: Закрыть

# Выберите wellbeing score от 0 до 5.
source: Select wellbeing score from 0 to 5.
ru: Выберите wellbeing score от 0 до 5.

# Выберите
source: Select
ru: Выберите

# Дополнительно (опционально)
source: Additional (optional)
ru: Дополнительно (опционально)

# Заполните оценку
source: Complete the rating
ru: Заполните оценку

# Ок
source: OK
ru: Ок

# Оценка
source: Rating
ru: Оценка

# Самочувствие
source: Wellbeing
ru: Самочувствие

# Симптомы (опционально)
source: Symptoms (optional)
ru: Симптомы (опционально)

# Сон
source: Sleep
ru: Сон

source: Share Card
ru: Карточка для шаринга

source: Share
ru: Поделиться

# Нет
source: No
ru: Нет

source: Weekly safety digest
ru: Недельная сводка безопасности

source: Heavy mornings
ru: Тяжелые утра

source: High memory risk
ru: Высокий риск провалов памяти

source: Hydration hit rate
ru: Доля выполненной гидратации

source: Meal coverage
ru: Покрытие приемами пищи

source: Avg peak
ru: Средний пик

source: Avg check-in
ru: Средний чек-ин

# Тип напитков
source: Drink type
ru: Тип напитков

# В %d risk-сессиях из %d.
source: In %d risk sessions out of %d.
ru: В %d риск-сессиях из %d.

# Чаще дает тяжелое утро/риск памяти (%d раз).
source: More often leads to rough mornings/memory risk (%d times).
ru: Чаще приводит к тяжелому утру/риску памяти (%d раз).

# День недели
source: Day of week
ru: День недели

# Чаще встречается в risky-сессиях (%d раз).
source: Appears more often in risky sessions (%d times).
ru: Чаще встречается в риск-сессиях (%d раз).

# Время старта
source: Start time
ru: Время старта

# Неизвестно
source: Unknown
ru: Неизвестно

# Сон (Health)
source: Sleep (Health)
ru: Сон (Health)

# Сон из Apple Health может уточнять прогноз
source: Sleep from Apple Health can refine the forecast.
ru: Сон из Apple Health может уточнять прогноз

# Сон ниже 6ч может усиливать утомление и тяжесть утра
source: Sleep below 6h can increase fatigue and morning severity.
ru: Сон ниже 6ч может усиливать утомление и тяжесть утра

# Шаги сегодня
source: Steps today
ru: Шаги сегодня

# Высокая активность + алкоголь может усиливать обезвоживание
source: High activity plus alcohol may increase dehydration.
ru: Высокая активность + алкоголь может усиливать обезвоживание

# После высокой активности добавьте воду и планируйте более спокойный темп утра
source: After high activity, add water and keep a calmer morning pace.
ru: После высокой активности добавьте воду и планируйте более спокойный темп утра

# Умеренная активность обычно лучше для восстановления
source: Moderate activity is usually better for recovery.
ru: Умеренная активность обычно лучше для восстановления

# Пульс в покое
source: Resting heart rate
ru: Пульс в покое

# Повышенный пульс в покое может указывать на повышенную нагрузку
source: Elevated resting heart rate may indicate increased strain.
ru: Повышенный пульс в покое может указывать на повышенную нагрузку

# Пульс в покое в рабочем диапазоне
source: Resting heart rate is in a normal range.
ru: Пульс в покое в рабочем диапазоне

# Пульс в покое выше обычного: лучше снизить кофеин и дать телу восстановиться
source: Resting heart rate is above usual: reduce caffeine and allow recovery.
ru: Пульс в покое выше обычного: лучше снизить кофеин и дать телу восстановиться

# Сделать спокойный режим на 2-4 часа
source: Keep a calm mode for 2-4 hours.
ru: Сделать спокойный режим на 2-4 часа

# Добавить короткий дневной отдых 20-30 минут
source: Add a short daytime rest of 20-30 minutes.
ru: Добавить короткий дневной отдых 20-30 минут

# Избегать дополнительной интенсивной активности
source: Avoid extra intense activity.
ru: Избегать дополнительной интенсивной активности

# Съесть легкую еду с углеводами и белком
source: Eat a light meal with carbs and protein.
ru: Съесть легкую еду с углеводами и белком

# Выпить ~%d мл воды в течение часа
source: Drink about %d ml of water within an hour.
ru: Выпить ~%d мл воды в течение часа

# Поддерживать воду небольшими порциями
source: Maintain hydration in small portions.
ru: Поддерживать воду небольшими порциями

# Проверить важные сообщения/планы, если память фрагментарна
source: Check important messages/plans if memory feels fragmented.
ru: Проверить важные сообщения/планы, если память фрагментарна

# Шаги восстановления (Apple Health)
source: Recovery steps (Apple Health)
ru: Шаги восстановления (Apple Health)

# Среднее шагов
source: Average steps
ru: Среднее шагов
