Repository: maxches99/AlcoholControl
Catalog: AlcoholControl/*.lproj/Localizable.strings
Languages: ru

# Системный
source: System
ru: Системный

# Сегодня
source: Today
ru: Сегодня

# История
source: History
ru: История

# Аналитика
source: Analytics
ru: Аналитика

# Настройки
source: Settings
ru: Настройки

# Мужской
source: Male
ru: Мужской

# Женский
source: Female
ru: Женский

# Не указан
source: Unspecified
ru: Не указан

# кг
source: kg
ru: кг

# Пиво
source: Beer
ru: Пиво

# Вино
source: Wine
ru: Вино

# Крепкий
source: Spirits
ru: Крепкий

# Коктейль
source: Cocktail
ru: Коктейль

# Сидр
source: Cider
ru: Сидр

# Сельтцер
source: Seltzer
ru: Сельтцер

# Ликер
source: Liqueur
ru: Ликер

# Другое
source: Other
ru: Другое

# Перекус
source: Snack
ru: Перекус

# Обычный прием пищи
source: Regular meal
ru: Обычный прием пищи

# Плотный прием пищи
source: Heavy meal
ru: Плотный прием пищи

# Головная боль
source: Headache
ru: Головная боль

# Тошнота
source: Nausea
ru: Тошнота

# Усталость
source: Fatigue
ru: Усталость

# Жажда
source: Thirst
ru: Жажда

# Тревожность
source: Anxiety
ru: Тревожность

# Ничего
source: None
ru: Ничего

# Пиво и эль
source: Beer & ale
ru: Пиво и эль

# Крепкие
source: Spirits
ru: Крепкие

# Коктейли
source: Cocktails
ru: Коктейли

# Легкие напитки
source: Light drinks
ru: Легкие напитки

# Светлое пиво
source: Light beer
ru: Светлое пиво

# Хмельной эль
source: Hoppy ale
ru: Хмельной эль

# Пшеничное
source: Wheat
ru: Пшеничное

# Темное пиво
source: Dark beer
ru: Темное пиво

# Крафтовое
source: Craft
ru: Крафтовое

# Красное вино
source: Red wine
ru: Красное вино

# Белое вино
source: White wine
ru: Белое вино

# Розе
source: Rose
ru: Розе

# Игристое
source: Sparkling
ru: Игристое

# Крепленое вино
source: Fortified wine
ru: Крепленое вино

# Небольшой бокал
source: Small glass
ru: Небольшой бокал

# Шот
source: Shot
ru: Шот

# Водка
source: Vodka
ru: Водка

# Виски
source: Whiskey
ru: Виски

# Бурбон
source: Bourbon
ru: Бурбон

# Текила
source: Tequila
ru: Текила

# Ром
source: Rum
ru: Ром

# Джин
source: Gin
ru: Джин

# Бренди
source: Brandy
ru: Бренди

# Крепкий коктейль
source: Strong cocktail
ru: Крепкий коктейль

# Бутылка
source: Bottle
ru: Бутылка

# Банка
source: Can
ru: Банка

# Дижестив
source: Digestif
ru: Дижестив

# Вермут
source: Vermouth
ru: Вермут

# Аперитив
source: Aperitif
ru: Аперитив

# Сухой сидр
source: Dry cider
ru: Сухой сидр

# Пора воды
source: Time for water
ru: Пора воды

# Сделайте несколько глотков воды.
source: Take a few sips of water.
ru: Сделайте несколько глотков воды.

# Вода перед сном
source: Water before bed
ru: Вода перед сном

# Стакан воды может облегчить утро.
source: A glass of water may make your morning easier.
ru: Стакан воды может облегчить утро.

# Утренний чек-ин
source: Morning check-in
ru: Утренний чек-ин

# Оцените самочувствие, это займет 10 секунд.
source: Rate your wellbeing, it takes about 10 seconds.
ru: Оцените самочувствие, это займет 10 секунд.

# Водный баланс
source: Hydration balance
ru: Водный баланс

# Чтобы закрыть цель, выпейте еще примерно %d мл воды.
source: To reach your goal, drink about %d ml more water.
ru: Чтобы закрыть цель, выпейте еще примерно %d мл воды.

# низкий
source: low
ru: низкий

# средний
source: medium
ru: средний

# высокий
source: high
ru: высокий

# улучшается
source: improving
ru: улучшается

# ухудшается
source: worsening
ru: ухудшается

# стабильно
source: stable
ru: стабильно

# норма
source: balanced
ru: норма

# дефицит
source: deficit
ru: дефицит

# высокий дефицит
source: high deficit
ru: высокий дефицит

# peak BAC выше 0.10 часто связан с тяжелым утром
source: peak BAC above 0.10 is often associated with a rough morning
ru: peak BAC выше 0.10 часто связан с тяжелым утром

# peak BAC выше 0.16 повышает риск выраженного недомогания
source: peak BAC above 0.16 increases risk of significant discomfort
ru: peak BAC выше 0.16 повышает риск выраженного недомогания

# текущий BAC все еще высокий
source: current BAC is still high
ru: текущий BAC все еще высокий

# длительная сессия может ухудшить самочувствие утром
source: a long session may worsen morning wellbeing
ru: длительная сессия может ухудшить самочувствие утром

# в сессии пока не отмечена вода
source: no water has been logged in this session yet
ru: в сессии пока не отмечена вода

# водный баланс в выраженном дефиците
source: hydration is in a significant deficit
ru: водный баланс в выраженном дефиците

# высокий темп употребления повышает нагрузку
source: high drinking pace increases strain
ru: высокий темп употребления повышает нагрузку

# до 0.00 осталось более 6 часов
source: more than 6 hours remain until ~0.00
ru: до 0.00 осталось более 6 часов

# при таком peak BAC риск провалов памяти растет
source: at this peak BAC, memory blackout risk increases
ru: при таком peak BAC риск провалов памяти растет

# peak BAC выше 0.18 связан с заметным риском амнезии эпизодов
source: peak BAC above 0.18 is linked to notable blackout risk
ru: peak BAC выше 0.18 связан с заметным риском амнезии эпизодов

# очень высокий peak BAC сильно повышает риск провалов
source: very high peak BAC strongly raises blackout risk
ru: очень высокий peak BAC сильно повышает риск провалов

# текущий BAC остается высоким
source: current BAC remains high
ru: текущий BAC остается высоким

# большой суммарный объем алкоголя
source: high total alcohol amount
ru: большой суммарный объем алкоголя

# очень большой суммарный объем алкоголя
source: very high total alcohol amount
ru: очень большой суммарный объем алкоголя

# быстрый темп повышает риск провалов памяти
source: fast pace increases blackout risk
ru: быстрый темп повышает риск провалов памяти

# преобладание крепких напитков
source: mostly strong drinks
ru: преобладание крепких напитков

# прием пищи не отмечен или был давно
source: no meal logged or meal was long ago
ru: прием пищи не отмечен или был давно

# по текущим данным риск тяжелого утра пока умеренный
source: based on current data, rough-morning risk is moderate so far
ru: по текущим данным риск тяжелого утра пока умеренный

# по текущим данным риск провалов памяти невысокий
source: based on current data, blackout risk is low
ru: по текущим данным риск провалов памяти невысокий

# Ваш персональный порог по peak BAC (~%.3f) уже достигнут.
source: Your personal peak BAC risk threshold (~%.3f) has been reached.
ru: Ваш персональный порог по peak BAC (~%.3f) уже достигнут.

# Темп выше вашего обычного риск-порога (%.1f ст.др./ч).
source: Pace is above your usual risk threshold (%.1f std drinks/h).
ru: Темп выше вашего обычного риск-порога (%.1f ст.др./ч).

# Гидратация ниже вашего персонального ориентира (%d%%).
source: Hydration is below your personal target (%d%%).
ru: Гидратация ниже вашего персонального ориентира (%d%%).

# По истории ваше среднее самочувствие утром ниже 3/5.
source: In your history, average morning wellbeing is below 3/5.
ru: По истории ваше среднее самочувствие утром ниже 3/5.

# Текущая сессия пока в пределах ваших обычных паттернов.
source: Current session is still within your usual patterns.
ru: Текущая сессия пока в пределах ваших обычных паттернов.

# Закройте разницу до вашего личного водного ориентира: +%d мл постепенно.
source: Close the gap to your personal hydration target: +%d ml gradually.
ru: Закройте разницу до вашего личного водного ориентира: +%d мл постепенно.

# Снизьте темп до пауз 25-30 минут между алкогольными напитками.
source: Lower the pace to 25-30 minute pauses between alcoholic drinks.
ru: Снизьте темп до пауз 25-30 минут между алкогольными напитками.

# Риск провалов памяти выше вашей нормы: лучше завершить алкоголь на сегодня.
source: Blackout risk is above your norm: better stop alcohol for today.
ru: Риск провалов памяти выше вашей нормы: лучше завершить алкоголь на сегодня.

# Сформируйте streak воды хотя бы на 2 сессии подряд.
source: Build a water streak for at least 2 sessions in a row.
ru: Сформируйте streak воды хотя бы на 2 сессии подряд.

# Добавляйте прием пищи в начале сессии для более стабильного состояния.
source: Log a meal at the start of a session for more stable outcomes.
ru: Добавляйте прием пищи в начале сессии для более стабильного состояния.

# Сохраняйте текущую стратегию: темп и вода лучше ваших последних сессий.
source: Keep current strategy: pace and hydration are better than recent sessions.
ru: Сохраняйте текущую стратегию: темп и вода лучше ваших последних сессий.

# Если продолжать в том же темпе
source: If you continue at the same pace
ru: Если продолжать в том же темпе

# Еще ~1 час без снижения темпа
source: Another ~1 hour without slowing down
ru: Еще ~1 час без снижения темпа

# Риск утра ~%d%%, риск провалов ~%d%%
source: Morning risk ~%d%%, blackout risk ~%d%%
ru: Риск утра ~%d%%, риск провалов ~%d%%

# Снизьте темп и добавьте воду, чтобы не заходить в вашу зону повышенного риска.
source: Slow down and add water to avoid entering your higher-risk zone.
ru: Снизьте темп и добавьте воду, чтобы не заходить в вашу зону повышенного риска.

# Если сделать паузу и воду
source: If you take a pause and drink water
ru: Если сделать паузу и воду

# Пауза 45-60 минут + вода
source: Pause 45-60 minutes + water
ru: Пауза 45-60 минут + вода

# Это обычно лучший сценарий для более мягкого утра по вашей истории.
source: This is usually the best scenario for an easier morning in your history.
ru: Это обычно лучший сценарий для более мягкого утра по вашей истории.

# Если добавить крепкий коктейль сейчас
source: If you add a strong cocktail now
ru: Если добавить крепкий коктейль сейчас

# Дополнительный крепкий напиток
source: Additional strong drink
ru: Дополнительный крепкий напиток

# При таком сценарии разумнее завершать алкоголь и перейти на воду/еду.
source: In this scenario, it is wiser to stop alcohol and switch to water/food.
ru: При таком сценарии разумнее завершать алкоголь и перейти на воду/еду.

# Выпейте сейчас ~%d мл воды
source: Drink ~%d ml of water now
ru: Выпейте сейчас ~%d мл воды

# Сделайте паузу 20-30 минут без алкоголя
source: Take a 20-30 minute break without alcohol
ru: Сделайте паузу 20-30 минут без алкоголя

# Переключитесь на воду и еду, темп сейчас высокий
source: Switch to water and food, pace is high now
ru: Переключитесь на воду и еду, темп сейчас высокий

# Добавьте прием пищи, это может смягчить состояние
source: Add a meal, it may soften the impact
ru: Добавьте прием пищи, это может смягчить состояние

# Старайтесь быть рядом с надежным человеком
source: Try to stay near a trusted person
ru: Старайтесь быть рядом с надежным человеком

# Планируйте щадящее утро и дополнительное время на восстановление
source: Plan a gentle morning and extra recovery time
ru: Планируйте щадящее утро и дополнительное время на восстановление

# Сохраняйте текущий умеренный темп
source: Keep the current moderate pace
ru: Сохраняйте текущий умеренный темп

# прием пищи не отмечен
source: meal not logged
ru: прием пищи не отмечен

# Еда не отмечена
source: No meal logged
ru: Еда не отмечена

# последний прием пищи был давно
source: last meal was long ago
ru: последний прием пищи был давно

# Последний прием пищи был давно
source: Last meal was long ago
ru: Последний прием пищи был давно

# Прием пищи частично снижает риск
source: Meal partially reduces risk
ru: Прием пищи частично снижает риск

# Эффект еды минимальный
source: Meal impact is minimal
ru: Эффект еды минимальный

# прием пищи может смягчить состояние
source: a meal may soften the impact
ru: прием пищи может смягчить состояние

# прием пищи пока слабо влияет на риски
source: meal has limited impact on risks so far
ru: прием пищи пока слабо влияет на риски

# Подсказка: %@
source: Hint: %@
ru: Подсказка: %@

# Нет доступного чек-ина для последней сессии
source: No check-in available for the latest session
ru: Нет доступного чек-ина для последней сессии

# Чек-ин уже заполнен или сессия не найдена
source: Check-in already completed or session not found
ru: Чек-ин уже заполнен или сессия не найдена

# Отметка
source: Mark
ru: Отметка

# %d мл
source: %d ml
ru: %d мл

# %d мл @ %d%%
source: %d ml @ %d%%
ru: %d мл @ %d%%

# Пока не настроено
source: Not configured yet
ru: Пока не настроено

# Разрешены
source: Allowed
ru: Разрешены

# Отклонены
source: Denied
ru: Отклонены

# Можно включить позже в Настройках
source: You can enable later in Settings
ru: Можно включить позже в Настройках

# Разрешение получено
source: Permission granted
ru: Разрешение получено

# Разрешение отклонено
source: Permission denied
ru: Разрешение отклонено

# Уведомления разрешены
source: Notifications allowed
ru: Уведомления разрешены

# Уведомления отключены в системе
source: Notifications are disabled in system settings
ru: Уведомления отключены в системе

# Разрешение еще не запрошено
source: Permission has not been requested yet
ru: Разрешение еще не запрошено

# Неизвестный статус
source: Unknown status
ru: Неизвестный статус

# Не удалось загрузить профиль
source: Failed to load profile
ru: Не удалось загрузить профиль

# Не удалось сохранить профиль
source: Failed to save profile
ru: Не удалось сохранить профиль

# Напоминания выключены
source: Reminders are turned off
ru: Напоминания выключены

# Включите уведомления в Настройках iOS
source: Enable notifications in iOS Settings
ru: Включите уведомления в Настройках iOS

# Уведомления обновлены
source: Notifications updated
ru: Уведомления обновлены

# Ошибка сохранения профиля
source: Profile save error
ru: Ошибка сохранения профиля

# Данные удалены
source: Data deleted
ru: Данные удалены

# Подписка активирована
source: Subscription activated
ru: Подписка активирована

# Покупка отменена или не завершена
source: Purchase cancelled or not completed
ru: Покупка отменена или не завершена

# Покупки восстановлены
source: Purchases restored
ru: Покупки восстановлены

# Активных покупок не найдено
source: No active purchases found
ru: Активных покупок не найдено

# Недоступно
source: Unavailable
ru: Недоступно

# Приложение доступно только для совершеннолетних по локальным правилам.
source: The app is available only for legal-age users based on local rules.
ru: Приложение доступно только для совершеннолетних по локальным правилам.

# Проверить снова
source: Check again
ru: Проверить снова

# Подтверждение возраста
source: Age confirmation
ru: Подтверждение возраста

source: 18+ or local minimum age. BAC estimates are approximate and not suitable for driving decisions.
ru: 18+ или локальный минимум. Оценки BAC приблизительные и не подходят для решения, можно ли водить.

# Мне 18+ / допустимый возраст
source: I am 18+ / legal age
ru: Мне 18+ / допустимый возраст

# Подтвердить возраст
source: Confirm age
ru: Подтвердить возраст

# Мне меньше допустимого возраста
source: I am below legal age
ru: Мне меньше допустимого возраста

# Отказать в подтверждении возраста
source: Decline age confirmation
ru: Отказать в подтверждении возраста

# Контроль, вода, утро
source: Control, water, morning
ru: Контроль, вода, утро

# Контроль в моменте: BAC и таймер отрезвления (примерно)
source: Real-time control: BAC and sober timer (approx.)
ru: Контроль в моменте: BAC и таймер отрезвления (примерно)

# Поддержка привычки: быстрый лог воды и напоминания
source: Habit support: quick water log and reminders
ru: Поддержка привычки: быстрый лог воды и напоминания

# Утренний прогноз и чек-ин за 10 секунд
source: Morning forecast and check-in in 10 seconds
ru: Утренний прогноз и чек-ин за 10 секунд

# Приложение про harm-reduction, без советов про вождение.
source: This app is for harm reduction, with no driving advice.
ru: Приложение про harm-reduction, без советов про вождение.

# Профиль для расчёта
source: Profile for estimation
ru: Профиль для расчёта

# Вес
source: Weight
ru: Вес

# Единицы
source: Units
ru: Единицы

# Метрические
source: Metric
ru: Метрические

# Имперские
source: Imperial
ru: Имперские

# Пол (опционально)
source: Sex (optional)
ru: Пол (опционально)

# Можно изменить позже. Выбор 'Не указан' снижает точность.
source: You can change this later. Choosing 'Unspecified' lowers accuracy.
ru: Можно изменить позже. Выбор 'Не указан' снижает точность.

# Введите корректный вес
source: Enter a valid weight
ru: Введите корректный вес

# Напоминания
source: Reminders
ru: Напоминания

# Вода во время сессии и утренний чек-ин. Разрешите уведомления, чтобы не забыть.
source: Water reminders during session and morning check-in. Allow notifications so you do not forget.
ru: Вода во время сессии и утренний чек-ин. Разрешите уведомления, чтобы не забыть.

# Разрешить уведомления
source: Allow notifications
ru: Разрешить уведомления

# Пока не надо
source: Not now
ru: Пока не надо

# Открыть настройки iOS
source: Open iOS Settings
ru: Открыть настройки iOS

# Назад
source: Back
ru: Назад

# Дальше
source: Next
ru: Дальше

# Готово
source: Done
ru: Готово

source: Today may be rough. Plan a gentle schedule and recovery breaks.
ru: Сегодня может быть тяжело. Лучше запланировать щадящий режим и паузы на восстановление.

source: You may feel moderate, but memory-fragment risk is elevated. Keep the day calmer.
ru: Состояние может быть средним, но риск фрагментов памяти повышен. Держите день в более спокойном темпе.

source: Morning wellbeing is likely moderate. With good hydration, things usually improve in the first half of the day.
ru: Вероятно среднее самочувствие утром. При нормальном питьевом режиме состояние обычно улучшается в первой половине дня.

source: Morning risk is low, but there is a noticeable chance some moments were remembered worse than usual.
ru: По утру риск невысокий, но есть заметный риск, что часть эпизодов запомнилась хуже обычного.

source: Morning will likely be relatively easy, but there is moderate risk of patchy memory for some events.
ru: Утро вероятно пройдет относительно легко, но есть умеренный риск фрагментарной памяти о части эпизодов.

# По текущим данным утро должно пройти относительно легко.
source: Based on current data, morning should be relatively easy.
ru: По текущим данным утро должно пройти относительно легко.

# 0.00 сейчас
source: 0.00 now
ru: 0.00 сейчас

# Окно улучшения: ~%d ч %d м
source: Improvement window: ~%d h %d m
ru: Окно улучшения: ~%d ч %d м

# Окно улучшения: ~%d м
source: Improvement window: ~%d m
ru: Окно улучшения: ~%d м

# %d / ~%d мл
source: %d / ~%d ml
ru: %d / ~%d мл

# Нет отметок
source: No entries
ru: Нет отметок

# %d прием(ов)
source: %d meal(s)
ru: %d прием(ов)

# Короткая сессия
source: Short session
ru: Короткая сессия

# Пик BAC
source: Peak BAC
ru: Пик BAC

# Оценка максимальной нагрузки
source: Estimated maximum load
ru: Оценка максимальной нагрузки

# Темп
source: Pace
ru: Темп

# Выше темп -> выше утренний риск
source: Higher pace -> higher morning risk
ru: Выше темп -> выше утренний риск

# Статус: %@
source: Status: %@
ru: Статус: %@

# Неделя с повышенным риском памяти: стоит снизить темп и крепость.
source: This week shows elevated memory risk: lower pace and strength can help.
ru: Неделя с повышенным риском памяти: стоит снизить темп и крепость.

# На этой неделе было много тяжелых утр — поможет более ранний стоп.
source: There were many rough mornings this week. Stopping earlier can help.
ru: На этой неделе было много тяжелых утр — поможет более ранний стоп.

# Гидратация стабильная: это снижает риск тяжелого утра.
source: Hydration is consistent, which lowers rough-morning risk.
ru: Гидратация стабильная: это снижает риск тяжелого утра.

# Есть пространство улучшить вечерний процесс: вода, паузы и еда дадут эффект.
source: There is room to improve evening flow: water, pauses, and meals make a difference.
ru: Есть пространство улучшить вечерний процесс: вода, паузы и еда дадут эффект.

# Профиль не заполнен полностью, оценка менее точная
source: Profile is incomplete, so estimates are less accurate.
ru: Профиль не заполнен полностью, оценка менее точная

# Пол не указан, используется усредненный коэффициент
source: Sex is unspecified; an averaged coefficient is used.
ru: Пол не указан, используется усредненный коэффициент

# Слишком мало данных в текущей сессии
source: Too little data in the current session.
ru: Слишком мало данных в текущей сессии

# Есть отметки воды без объема
source: There are water logs without volume.
ru: Есть отметки воды без объема

# Приемы пищи не отмечены
source: Meals are not logged.
ru: Приемы пищи не отмечены

# Длинная сессия снижает точность простой модели
source: A long session lowers simple-model precision.
ru: Длинная сессия снижает точность простой модели

# Данных достаточно, точность оценки выше средней
source: There is enough data; estimate confidence is above average.
ru: Данных достаточно, точность оценки выше средней

# Высокий темп
source: High pace
ru: Высокий темп

# Темп около %.1f ст.др./ч, это повышает утренний и memory-риск.
source: Pace is around %.1f std drinks/h, increasing morning and memory risk.
ru: Темп около %.1f ст.др./ч, это повышает утренний и memory-риск.

# Темп выше умеренного
source: Pace above moderate
ru: Темп выше умеренного

# Ускорение темпа повышает нагрузку, лучше добавить паузу.
source: Pace acceleration increases strain; adding a pause is better.
ru: Ускорение темпа повышает нагрузку, лучше добавить паузу.

# Крепкий напиток
source: Strong drink
ru: Крепкий напиток

# Серия без паузы
source: Back-to-back streak
ru: Серия без паузы

# Два алкогольных напитка подряд с коротким интервалом.
source: Two alcoholic drinks in a short interval.
ru: Два алкогольных напитка подряд с коротким интервалом.

# Поздний старт воды
source: Late water start
ru: Поздний старт воды

# Вода началась заметно позже первого алкогольного напитка.
source: Water started noticeably later than the first alcoholic drink.
ru: Вода началась заметно позже первого алкогольного напитка.

# Высокий дефицит воды
source: High hydration deficit
ru: Высокий дефицит воды

# До ориентира осталось около %d мл.
source: About %d ml remain to reach your target.
ru: До ориентира осталось около %d мл.

# Без приема пищи
source: No meal
ru: Без приема пищи

# При отсутствии еды нагрузка обычно ощущается сильнее.
source: Without food, strain usually feels stronger.
ru: При отсутствии еды нагрузка обычно ощущается сильнее.

# Высокий риск фрагментов памяти
source: High fragmented-memory risk
ru: Высокий риск фрагментов памяти

# Лучше завершить алкоголь и перейти на воду/восстановление.
source: It is better to stop alcohol and switch to water/recovery.
ru: Лучше завершить алкоголь и перейти на воду/восстановление.

# Высокий риск тяжелого утра
source: High rough-morning risk
ru: Высокий риск тяжелого утра

# Дополнительный алкоголь сейчас заметно ухудшит восстановление.
source: Additional alcohol now will noticeably worsen recovery.
ru: Дополнительный алкоголь сейчас заметно ухудшит восстановление.

# Лучше остановиться на воде и еде.
source: It is better to stop and switch to water and food.
ru: Лучше остановиться на воде и еде.

# Снижайте темп и сделайте паузу.
source: Lower the pace and take a pause.
ru: Снижайте темп и сделайте паузу.

# Риск пока умеренный, поддерживайте осторожный темп.
source: Risk is moderate for now; keep a cautious pace.
ru: Риск пока умеренный, поддерживайте осторожный темп.

# Пауза и вода
source: Pause and water
ru: Пауза и вода

# Риск фрагментов памяти растет. Лучше сделать паузу и переключиться на воду.
source: Fragmented-memory risk is rising. Better pause and switch to water.
ru: Риск фрагментов памяти растет. Лучше сделать паузу и переключиться на воду.

# Утренний риск высокий. Добавьте воду и не ускоряйте темп.
source: Morning risk is high. Add water and do not speed up.
ru: Утренний риск высокий. Добавьте воду и не ускоряйте темп.

# Сейчас полезно добрать воду: еще около %d мл.
source: It helps to add water now: about %d ml more.
ru: Сейчас полезно добрать воду: еще около %d мл.
