Repository: maxches99/AlcoholControl
Catalog: AlcoholControl/*.lproj/Localizable.strings
Languages: ru

# Покрытие шагов
source: Step coverage
ru: Покрытие шагов

# Низкая активность
source: Low activity
ru: Низкая активность

# Сессий (7д)
source: Sessions (7d)
ru: Сессий (7д)

# Синхронизация...
source: Syncing...
ru: Синхронизация...

# Синхронизировать шаги
source: Sync steps
ru: Синхронизировать шаги

# Нет доступа к Apple Health.
source: No Apple Health access.
ru: Нет доступа к Apple Health.

# Обновлено шагов для %d сессий.
source: Updated step data for %d sessions.
ru: Обновлено шагов для %d сессий.

# Apple Health подключен (сон, шаги, пульс). Синхронизировано дней шагов: %d
source: Apple Health connected (sleep, steps, resting HR). Synced step days: %d
ru: Apple Health подключен (сон, шаги, пульс). Синхронизировано дней шагов: %d

# Apple Health недоступен на этом устройстве
source: Apple Health is unavailable on this device.
ru: Apple Health недоступен на этом устройстве

# Доступ к Apple Health не предоставлен
source: Apple Health access was not granted.
ru: Доступ к Apple Health не предоставлен

# Доступ к данным сна не предоставлен.
source: Access to sleep data was not granted.
ru: Доступ к данным сна не предоставлен.

# Импортировано: %.1f ч сна.
source: Imported: %.1f h of sleep.
ru: Импортировано: %.1f ч сна.

# Не удалось получить данные сна за последнюю ночь.
source: Could not fetch last night's sleep data.
ru: Не удалось получить данные сна за последнюю ночь.

source: Apple Health connected (sleep, steps, resting HR). Synced: steps %d days, resting HR %d days.
ru: Apple Health подключен (сон, шаги, пульс). Синхронизировано: шаги %d дн., пульс %d дн.

# сон ниже 5ч заметно повышает утренний риск
source: Sleep below 5h significantly increases rough-morning risk.
ru: сон ниже 5ч заметно повышает утренний риск

# сон ниже 6ч повышает риск тяжелого утра
source: Sleep below 6h increases rough-morning risk.
ru: сон ниже 6ч повышает риск тяжелого утра

# хороший сон частично снижает риск тяжелого утра
source: Good sleep partially lowers rough-morning risk.
ru: хороший сон частично снижает риск тяжелого утра

# высокая активность сегодня может усилить усталость и дефицит воды
source: High activity today may increase fatigue and hydration deficit.
ru: высокая активность сегодня может усилить усталость и дефицит воды

# умеренная активность обычно помогает восстановлению
source: Moderate activity usually supports recovery.
ru: умеренная активность обычно помогает восстановлению

# пульс в покое заметно выше обычного, восстановление может быть тяжелее
source: Resting HR is noticeably above usual; recovery may be harder.
ru: пульс в покое заметно выше обычного, восстановление может быть тяжелее

# пульс в покое выше обычного
source: Resting HR is above usual.
ru: пульс в покое выше обычного

# дефицит сна повышает риск фрагментов памяти
source: Sleep deficit raises the risk of memory gaps.
ru: дефицит сна повышает риск фрагментов памяти

# повышенный пульс в покое указывает на высокую нагрузку
source: Elevated resting HR indicates higher strain.
ru: повышенный пульс в покое указывает на высокую нагрузку

# дефицит воды ~%d мл снижает индекс восстановления
source: Hydration deficit of ~%d ml lowers the recovery index.
ru: дефицит воды ~%d мл снижает индекс восстановления

# водный баланс в норме поддерживает восстановление
source: Balanced hydration supports recovery.
ru: водный баланс в норме поддерживает восстановление

# отсутствие приема пищи снижает скорость восстановления
source: No meal reduces recovery speed.
ru: отсутствие приема пищи снижает скорость восстановления

# прием пищи улучшает потенциал восстановления
source: Meal intake improves recovery potential.
ru: прием пищи улучшает потенциал восстановления

# сон < 5ч сильно ухудшает восстановление
source: Sleep <5h strongly worsens recovery.
ru: сон < 5ч сильно ухудшает восстановление

# сон < 6ч ухудшает восстановление
source: Sleep <6h worsens recovery.
ru: сон < 6ч ухудшает восстановление

# сон >= 7ч улучшает восстановление
source: Sleep >=7h improves recovery.
ru: сон >= 7ч улучшает восстановление

# высокая активность + алкоголь повышают нагрузку на восстановление
source: High activity plus alcohol increases recovery load.
ru: высокая активность + алкоголь повышают нагрузку на восстановление

# умеренная активность поддерживает восстановление
source: Moderate activity supports recovery.
ru: умеренная активность поддерживает восстановление

# пульс в покое >= 80 может означать высокий стресс восстановления
source: Resting HR >=80 may indicate high recovery stress.
ru: пульс в покое >= 80 может означать высокий стресс восстановления

# пульс в покое выше нормы немного снижает индекс
source: Resting HR above normal slightly lowers the index.
ru: пульс в покое выше нормы немного снижает индекс

# низкий пульс в покое обычно связан с более мягким восстановлением
source: Lower resting HR is usually linked to smoother recovery.
ru: низкий пульс в покое обычно связан с более мягким восстановлением

# потенциал восстановления высокий
source: High recovery potential
ru: потенциал восстановления высокий

# потенциал восстановления средний
source: Moderate recovery potential
ru: потенциал восстановления средний

# нужен щадящий режим восстановления
source: A gentle recovery mode is needed
ru: нужен щадящий режим восстановления

# По вашей истории при сне <6ч тяжелые утра встречались чаще (%d из %d).
source: In your history, rough mornings were more common with sleep <6h (%d of %d).
ru: По вашей истории при сне <6ч тяжелые утра встречались чаще (%d из %d).

# После утр с <5000 шагов вы чаще отмечали более тяжелое состояние (%d из %d).
source: After mornings with <5000 steps, you more often reported worse condition (%d of %d).
ru: После утр с <5000 шагов вы чаще отмечали более тяжелое состояние (%d из %d).

# При пульсе покоя >=75 тяжелые утра встречались чаще (%d из %d).
source: With resting HR >=75, rough mornings were more frequent (%d of %d).
ru: При пульсе покоя >=75 тяжелые утра встречались чаще (%d из %d).

# Сегодня сон ниже 6ч, по вашей истории это повышает риск более тяжелого утра.
source: Today sleep is below 6h; in your history this increases rough-morning risk.
ru: Сегодня сон ниже 6ч, по вашей истории это повышает риск более тяжелого утра.

source: Today activity is high; your history suggests stronger hydration and slower morning pace.
ru: Сегодня высокая активность, по истории вам лучше усилить гидратацию и снизить темп утра.

# Пульс в покое выше нормы: по вашей истории лучше избегать перегрузки утром.
source: Resting HR is above normal: your history suggests avoiding overload in the morning.
ru: Пульс в покое выше нормы: по вашей истории лучше избегать перегрузки утром.

# Индекс восстановления
source: Recovery index
ru: Индекс восстановления

# Health-корреляции по вашей истории
source: Health correlations from your history
ru: Health-корреляции по вашей истории

# Live Activity запущена
source: Live Activity started
ru: Live Activity запущена

# Live Activity обновлена
source: Live Activity updated
ru: Live Activity обновлена

# Live Activity завершена
source: Live Activity ended
ru: Live Activity завершена

# Live Activity доступна на iOS 16.2+
source: Live Activity is available on iOS 16.2+
ru: Live Activity доступна на iOS 16.2+

# Live Activity отключена в системных настройках
source: Live Activity is disabled in system settings
ru: Live Activity отключена в системных настройках

# Live Activity недоступна на этом устройстве
source: Live Activity is unavailable on this device
ru: Live Activity недоступна на этом устройстве

# Еда принята в удачное время и снижает риск
source: Meal timing is favorable and lowers risk
ru: Еда принята в удачное время и снижает риск

# прием пищи был вовремя и может смягчить состояние
source: meal was timed well and may soften the impact
ru: прием пищи был вовремя и может смягчить состояние

source: Weekly focus: reduce high memory-risk sessions. Slow pace and strength after the middle of the evening.
ru: Главный фокус недели: снизить high memory-risk сессии. Снизьте темп и крепость после середины вечера.

source: Weekly focus: hydration. Add water earlier and more often to reach your target rate.
ru: Главный фокус недели: гидратация. Добавляйте воду раньше и чаще, чтобы выйти на целевой процент.

source: Weekly focus: meal timing. Log food before the first drink or within the first 30 minutes.
ru: Главный фокус недели: время еды. Старайтесь отмечать прием пищи до первого напитка или в первые 30 минут.

source: Weekly focus: reduce heavy mornings. Plan to finish sessions earlier.
ru: Главный фокус недели: сократить тяжелые утра. Планируйте более раннее завершение сессий.

source: Weekly focus: keep the current routine. Your trend looks stable.
ru: Фокус недели: удерживать текущий режим. По вашим данным тренд выглядит стабильным.

# Скопировать summary
source: Copy summary
ru: Скопировать summary

# Скопировано
source: Copied
ru: Скопировано

# Процесс вечера
source: Evening process
ru: Процесс вечера

# Гидратация в целевом диапазоне
source: Hydration in target range
ru: Гидратация в целевом диапазоне

# %d%% vs цель %d%%
source: %d%% vs target %d%%
ru: %d%% vs цель %d%%

# Еда отмечена вовремя
source: Meal logged on time
ru: Еда отмечена вовремя

# До первого напитка или в первые 30 минут
source: Before first drink or within first 30 minutes
ru: До первого напитка или в первые 30 минут

# Темп ниже личного порога
source: Pace below personal threshold
ru: Темп ниже личного порога

# %.1f vs %.1f ст.др./ч
source: %.1f vs %.1f std drinks/h
ru: %.1f vs %.1f ст.др./ч

# Сфокусируйтесь на воде: это самый быстрый способ улучшить прогноз утра.
source: Focus on water: this is the fastest way to improve tomorrow's forecast.
ru: Сфокусируйтесь на воде: это самый быстрый способ улучшить прогноз утра.

# Добавьте прием пищи: по модели это поможет снизить риск тяжелого утра.
source: Add a meal: this may reduce the heavy-morning risk in the model.
ru: Добавьте прием пищи: по модели это поможет снизить риск тяжелого утра.

# Процесс выглядит устойчиво: продолжайте в том же режиме.
source: The process looks stable: keep this mode.
ru: Процесс выглядит устойчиво: продолжайте в том же режиме.

# Качество процесса
source: Process quality
ru: Качество процесса

# Процесс вечера выглядел устойчиво и обычно даёт более мягкое восстановление.
source: The evening process looked stable and usually leads to easier recovery.
ru: Процесс вечера выглядел устойчиво и обычно даёт более мягкое восстановление.

# Процесс средний: есть 1-2 точки роста, в первую очередь вода и темп.
source: Process is moderate: 1-2 improvement points remain, mainly water and pace.
ru: Процесс средний: есть 1-2 точки роста, в первую очередь вода и темп.

# Процесс был нагрузочным: в следующий раз лучше заранее задать лимит и воду.
source: The process was high-load: next time set limits and hydration earlier.
ru: Процесс был нагрузочным: в следующий раз лучше заранее задать лимит и воду.

# Как понимать промилле
source: How to interpret promille
ru: Как понимать промилле

# Промилле (‰) в приложении
source: Promille (‰) in the app
ru: Промилле (‰) в приложении

source: Promille (‰) in the app is an approximate blood alcohol concentration estimate from a model, not a medical measurement.
ru: Промилле (‰) в приложении - это приблизительная оценка концентрации алкоголя в крови по модели, а не медицинское измерение.

source: Actual condition may differ due to sleep, food, wellbeing, medications, and other factors.
ru: Фактическое состояние может отличаться из-за сна, еды, самочувствия, лекарств и других факторов.

source: This data is for personal harm-reduction tracking only and is not suitable for driving, safety, medical, or legal decisions.
ru: Эти данные только для личного harm-reduction трекинга и не подходят для решений о вождении, безопасности, медицине или законе.

# Промилле (примерно): %.2f‰
source: Promille (approx.): %.2f‰
ru: Промилле (примерно): %.2f‰

# Пик промилле (примерно): %.2f‰
source: Peak promille (approx.): %.2f‰
ru: Пик промилле (примерно): %.2f‰

# Статус недельных целей
source: Weekly goals status
ru: Статус недельных целей

# Тренд восстановления и рисков
source: Recovery & risk trend
ru: Тренд восстановления и рисков

# Качество процесса вечера
source: Evening process quality
ru: Качество процесса вечера

# Паттерны триггеров
source: Trigger patterns
ru: Паттерны триггеров

# Серия воды: %d · Серия еды: %d
source: Water streak: %d · Meal streak: %d
ru: Серия воды: %d · Серия еды: %d

# План восстановления (2-4ч)
source: Recovery plan (2-4h)
ru: План восстановления (2-4ч)

# Кризисный режим
source: Crisis mode
ru: Кризисный режим

# Центр безопасности
source: Safety Center
ru: Центр безопасности

# Недельные цели harm-reduction
source: Weekly harm-reduction goals
ru: Недельные цели harm-reduction

# Лимит сессий с высоким риском памяти
source: High memory-risk session limit
ru: Лимит сессий с высоким риском памяти

# Цели используются в разделе Аналитика для недельного контроля безопасности.
source: Goals are used in Analytics for weekly safety tracking.
ru: Цели используются в разделе Аналитика для недельного контроля безопасности.

source: Earlier risk hints, focus on pauses and water, with safety actions prioritized.
ru: Более ранние подсказки риска, акцент на паузы и воду, приоритет действий безопасности.

# Открыть центр безопасности
source: Open Safety Center
ru: Открыть центр безопасности

# Экспорт JSON-резерва
source: Export JSON backup
ru: Экспорт JSON-резерва

# Поделиться JSON-резервом
source: Share JSON backup
ru: Поделиться JSON-резервом

# Выкл
source: Off
ru: Выкл

# До 0.00 ~%dч %dм
source: Until 0.00 ~%dh %dm
ru: До 0.00 ~%dч %dм

# До 0.00 ~%dм
source: Until 0.00 ~%dm
ru: До 0.00 ~%dм

# %dч %dм
source: %dh %dm
ru: %dч %dм

# %dм
source: %dm
ru: %dм

# Запросили центр безопасности на iPhone
source: Safety Center requested on iPhone
ru: Запросили центр безопасности на iPhone

# Можно быстро связаться с доверенным контактом из центра безопасности.
source: You can quickly contact a trusted person from Safety Center.
ru: Можно быстро связаться с доверенным контактом из центра безопасности.

# С часов пришел запрос открыть центр безопасности
source: Safety Center open request received from watch
ru: С часов пришел запрос открыть центр безопасности

# JSON-резерв подготовлен
source: JSON backup prepared
ru: JSON-резерв подготовлен

# Не удалось экспортировать JSON-резерв
source: Failed to export JSON backup
ru: Не удалось экспортировать JSON-резерв

# Обновлено: %@
source: Updated: %@
ru: Обновлено: %@

# Отправили +%d мл на iPhone
source: Sent +%d ml to iPhone
ru: Отправили +%d мл на iPhone

# Отправили %@ на iPhone
source: Sent %@ to iPhone
ru: Отправили %@ на iPhone

# Пауза %d мин отправлена на iPhone
source: Pause %d min sent to iPhone
ru: Пауза %d мин отправлена на iPhone

# H2O %d/%d мл
source: H2O %d/%d ml
ru: H2O %d/%d мл

# Риск утра: %@
source: Morning risk: %@
ru: Риск утра: %@

# Вода: %d/%d мл
source: Water: %d/%d ml
ru: Вода: %d/%d мл

# Утренний риск: %@
source: Morning risk: %@
ru: Утренний риск: %@

# Цели вечера
source: Evening goals
ru: Цели вечера

# Время завершаться
source: Time to wrap up
ru: Время завершаться

# Лимит по алкоголю достигнут. Лучше перейти на воду и еду.
source: Alcohol limit reached. Better switch to water and food.
ru: Лимит по алкоголю достигнут. Лучше перейти на воду и еду.

# Гидратация отстает. Добавьте 1-2 порции воды.
source: Hydration is lagging. Add 1-2 water servings.
ru: Гидратация отстает. Добавьте 1-2 порции воды.

# В пределах лимита
source: Within limit
ru: В пределах лимита

# Близко к лимиту
source: Close to limit
ru: Близко к лимиту

# Личный лимит сессии
source: Personal session limit
ru: Личный лимит сессии

# Сейчас %.1f из %.1f ст.др.
source: Now %.1f of %.1f std drinks
ru: Сейчас %.1f из %.1f ст.др.

# Запланировать паузу 20 минут
source: Schedule a 20-minute pause
ru: Запланировать паузу 20 минут

# Shadow-прогноз (на основе ваших данных)
source: Shadow forecast (based on your data)
ru: Shadow-прогноз (на основе ваших данных)

# Уверенность shadow-модели
source: Shadow model confidence
ru: Уверенность shadow-модели

# Персональных данных пока недостаточно для shadow-прогноза.
source: There is not enough personal data yet for a shadow forecast.
ru: Персональных данных пока недостаточно для shadow-прогноза.

source: Not enough data yet: add a few more completed sessions and your personal shadow forecast will appear.
ru: Недостаточно данных: добавьте еще несколько завершенных сессий, и появится персональный shadow-прогноз.

# Прогноз в shadow-режиме: на основе ваших данных, отдельно от основного расчета.
source: Shadow-mode forecast: based on your data and shown separately from the main estimate.
ru: Прогноз в shadow-режиме: на основе ваших данных, отдельно от основного расчета.

# CoreML shadow-прогноз: на основе ваших данных, отдельно от основного расчета.
source: CoreML shadow forecast: based on your data and shown separately from the main estimate.
ru: CoreML shadow-прогноз: на основе ваших данных, отдельно от основного расчета.

# Качество shadow-модели появится после первых утренних check-in с прогнозом.
source: Shadow model quality appears after the first morning check-ins with a forecast.
ru: Качество shadow-модели появится после первых утренних check-in с прогнозом.

# Сравнение с базовой моделью появится после накопления совпадающих дней.
source: Comparison with the baseline model will appear after enough overlapping days are collected.
ru: Сравнение с базовой моделью появится после накопления совпадающих дней.

# Средняя ошибка ниже базовой примерно на %.1f п.п.
source: Average error is lower than baseline by about %.1f pp.
ru: Средняя ошибка ниже базовой примерно на %.1f п.п.

# Средняя ошибка выше базовой примерно на %.1f п.п.
source: Average error is higher than baseline by about %.1f pp.
ru: Средняя ошибка выше базовой примерно на %.1f п.п.

# Средняя ошибка примерно на уровне базовой модели.
source: Average error is roughly at the baseline model level.
ru: Средняя ошибка примерно на уровне базовой модели.

# Включить shadow-прогноз
source: Enable shadow forecast
ru: Включить shadow-прогноз

# Версия модели: coreml-shadow-v1
source: Model version: coreml-shadow-v1
ru: Версия модели: coreml-shadow-v1

# Последний успешный инференс: %@
source: Last successful inference: %@
ru: Последний успешный инференс: %@

# Последний успешный инференс: пока нет данных
source: Last successful inference: no data yet
ru: Последний успешный инференс: пока нет данных

# Мин. завершенных сессий
source: Min completed sessions
ru: Мин. завершенных сессий

# Мин. уверенность для UI
source: Min confidence for UI
ru: Мин. уверенность для UI

source: Shadow is shown only with sufficient history and confidence threshold; the main risk is not changed.
ru: Shadow отображается только при достаточной истории и confidence-пороге; основной риск это не меняет.

# MAE: %.1f п.п. · Brier: %.3f. %@
source: MAE: %.1f pp · Brier: %.3f. %@
ru: MAE: %.1f п.п. · Brier: %.3f. %@
